export const stepData = [
    {
        id: "1",
        title: "Возведение фундамента",
        descr: "В зависимости от конструкции, на данном этапе заливаются разные виды фундамента.",
        img: '/step-1.webp',
    },
    {
        id: "2",
        title: "Формирование каркаса",
        descr: "На установленном фундаменте возводится основная конструкция каркаса",
        img: '/step-2.webp',
    },
    {
        id: "3",
        title: "Обшивка",
        descr: "На данном этапе на конструкцию ангара закрепляется гидроизоляция, крепится профлист.",
        img: '/step-3.webp',
    },
    {
        id: "4",
        title: "Доп.борудование: двери, ворота, окна",
        descr: "Устанавлиевается дополнительное оборудование и инженерные сети.",
        img: '/step-4.webp',
    },
    {
        id: "5",
        title: "Утепление",
        descr: "При необходимости, производится дополнительное утепление готового ангара.",
        img: '/step-5.webp',
    },
];
